jetpax/jep-micropython/ports/esp32/boards/IDAQ/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "iDAQ"
#define MICROPY_HW_BOARD_ID "9294b0"
#define MICROPY_SYS_PLATFORM "ESP-IDF v4.4-dev-960-gcf457d412"
#define MICROPY_HW_MCU_NAME "ESP32"



